343max.android-emulator-launcher
adpyke.codesnap
adyel.cpp-contest-qstart
aeschli.vscode-css-formatter
aessoft.aessoft-class-autocomplete
akamud.vscode-theme-onedark
akashsharma01.code-tester
batisteo.vscode-django
bianxianyang.htmlplay
bmewburn.vscode-intelephense-client
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
damphat.firebase-json
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
divyanshuagrawal.competitive-programming-helper
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
golang.go
google.arb-editor
hanwang.android-adb-wlan
hasanakg.firebase-snippets
hediet.debug-visualizer
hirantha.json-to-dart
hzgood.dart-data-class-generator
jeroen-meijer.pubspec-assist
jhonx.thunder-theme
jithurjacob.nbpreviewer
jsayol.firebase-explorer
kevinrose.vsc-python-indent
kilocode.kilo-code
kisstkondoros.vscode-gutter-preview
manishsencha.readme-preview
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-github-issue-notebooks
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
orta.vscode-jest
pflannery.vscode-versionlens
pkief.material-icon-theme
postman.postman-for-vscode
pranaygp.vscode-css-peek
premparihar.gotestexplorer
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
sidthesloth.html5-boilerplate
simonsiefke.svg-preview
sohibe.java-generate-setters-getters
solnurkarim.html-to-css-autocompletion
swellaby.node-pack
tabnine.tabnine-vscode
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
xdebug.php-debug
xdebug.php-pack
zignd.html-css-class-completion
zobo.php-intellisense
